[
    [
        "Group Nr.: 2048",
        [
            "good sentence:",
            "und Sägesse werded dänn scho am Obed voranne dängelet und grüschtet das mer se more des morge de cha druflos mäje"
        ],
        [
            "bad sentence:",
            "*** Ds Zägäsli diä wärdid am Obed vor alle scho dängläd u grüschtet dasme denn am More desse Morgete chan druflosmaiä."
        ],
        [
            "improved sentence:",
            "und Ds Zägäsli diä wärdid am Obed vor alle scho dängläd u grüschtet dasme denn am More desse Morgete chan druflosmaiä."
        ],
        [
            "improved sentence(with additional word filter):",
            "und Ds Zägäsli diä wärdid am Obed vor de scho dängläd u grüschtet dasme de am More desse Morgete chan druflosmaiä."
        ]
    ],
    [
        "Group Nr.: 2094",
        [
            "good sentence:",
            "sisch gabel e nützigs Tue statt a d Landsgmeed is Ussland z go der ää oder ander blibt do eefach deheem und gaat de säb ganz Tag bis zObed nie zum Huus us wenn d Polizii aber so en verwütscht, so choscht s zwee Füfliiber, und äs(s)ig het niemer kä voorig"
        ],
        [
            "bad sentence:",
            "s ischt aber e nützigs Tue statt at Landsgmeed is Ussland zgoo der ää oder ander bliibt au äfach dehääm und goht desäb ganz Tag bis zobed nie zum Huus uus wänn Polizii aber soän vetwütscht so choschts zwee Füüfliiber und ässig hät niemer kä foorig"
        ],
        [
            "improved sentence:",
            "s ischt aber e nützigs Tue statt at Landsgmeed is Ussland zgoo der ää oder ander bliibt au äfach dehääm und goht desäb ganz Tag bis zobed nie zum Huus uus wänn Polizii aber soän vetwütscht so choschts zwee Füüfliiber und ässig hät niemer kä foorig"
        ],
        [
            "improved sentence(with additional word filter):",
            "s ischt aber e nützigs Tue statt at Landsgmeed is Ussland zgoo der ää oder ander bliibt o äfach dehääm und goht desäb ganz Tag bis zobed nie zum Huus us wenn Polizii aber soän vetwütscht so choschts zwee Füüfliiber und ässig hät niemer kä foorig"
        ]
    ],
    [
        "Group Nr.: 2095",
        [
            "good sentence:",
            "öppen énn hänkt dänn ime Wääldli sinn Tägen anen Tanenascht ane und *** zObed ufem Ruckwäg wider aab wänner no däi hanget"
        ],
        [
            "bad sentence:",
            "Öppen en hänkt dän ime Wäldli sin Dägen anen Tanenast ane und holt e den zoobed uf em Ruggwäg wider aab, wenn er no dei hanget."
        ],
        [
            "improved sentence:",
            "Öppen en hänkt dän ime Wäldli sin Dägen anen Tanenast ane und holt e den zoobed uf em Ruggwäg wider aab, wenn er no dei hanget."
        ],
        [
            "improved sentence(with additional word filter):",
            "Öppen en hänkt dän ime Wäldli sin Dägen anen Tanenast ane und holt e den zoobed uf em Ruggwäg wider aab, wenn er no dei hanget."
        ]
    ],
    [
        "Group Nr.: 2358",
        [
            "good sentence:",
            "thurgauer thurgauer thurgau"
        ],
        [
            "bad sentence:",
            "Es isch so das mich sThema interessiert hät aso ich mags nöd weg em Job noch, *** aso mi intressiert würklich und es isch cool***"
        ],
        [
            "improved sentence:",
            "Es isch so das mich sThema interessiert hät aso ich mags nöd weg em Job noch, äm- aso mi intressiert würklich und es isch cool***"
        ],
        [
            "improved sentence(with additional word filter):",
            "Es isch so das mich sThema interessiert hät aso ich mags nöd weg em Job noch, äm- aso mi intressiert würklich und es isch kuul."
        ]
    ],
    [
        "Group Nr.: 2374",
        [
            "good sentence:",
            "und aber dr Jeger isch so konzentriert uf dä Fux dass er dr Laschtwage nid gseht und au dr Jeger rennt über d'Stross und dr Laschtwaagefahrer muess e vollbrems mache"
        ],
        [
            "bad sentence:",
            "Und, aber der Jeeger ischt so konzentriert uf de Fux dass er der Laschtwage nid gseet uund au der Jeeger rennt über d Strooss und der Laschtwagefarer mues e Vollbrems mache"
        ],
        [
            "improved sentence:",
            "Und, aber der Jeeger ischt so konzentriert uf de Fux dass er der Laschtwage nid gseet uund au der Jeeger rennt über d Strooss und der Laschtwagefarer mues e Vollbrems mache"
        ],
        [
            "improved sentence(with additional word filter):",
            "Und, aber der Jeeger ischt so konzentriert uf de Fux dass er der Laschtwage nid gseet uund au der Jeeger rennt über d Strooss und der Laschtwagefarer mues e Vollbrems mache"
        ]
    ],
    [
        "Group Nr.: 1842",
        [
            "good sentence:",
            "wänn häsch dä im Sinn di gross ****wösch zmache? As wämer dä scho nid grad eso préécht weder  Bettwöscherey im Ggréés hättid wäni mitte früeche Häärdöpfu ungere wett"
        ],
        [
            "bad sentence:",
            "Wenn hesch de im Sinn, di grossi Hustagewösch z mache? As wär mr de scho nid grad eso briicht, we dr de d Wöscherei im Griis hättit wenn ig mit de früeche Härdöpfel ungere wett."
        ],
        [
            "improved sentence:",
            "Wenn hesch de im Sinn, di grossi Hustagewösch z mache? As wär mr de scho nid grad eso briicht, we dr de d Wöscherei im Griis hättit wenn ig mit de früeche Härdöpfel ungere wett."
        ],
        [
            "improved sentence(with additional word filter):",
            "Wenn hesch de im Sinn, di grossi Hustagewösch z mache? As wär mr de scho nid grad eso briicht, Wenn dr de d Wöscherei im Griis hättit Wenn ig mit de früeche Härdöpfel ungere wett."
        ]
    ],
    [
        "Group Nr.: 1851",
        [
            "good sentence:",
            "élk ék ékl ékl asda"
        ],
        [
            "bad sentence:",
            "Nacher heisis uusenageretschöplet ond *** zämebonge weder us weder of d'Reite uecheto od'Frocht heisi am Bode usegrächet ond nachere na Huufe geschtossed."
        ],
        [
            "improved sentence:",
            "Nacher heisis uusenageretschöplet ond zämme zämebonge weder us weder of d'Reite uecheto od'Frocht heisi am Bode usegrächet ond nachere na Huufe geschtossed."
        ],
        [
            "improved sentence(with additional word filter):",
            "Nacher heisis uusenageretschöplet ond zämme zämebonge weder us weder of d'Reite uecheto od'Frocht heisi am Bode usegrächet ond nachere na Huufe geschtossed."
        ]
    ],
    [
        "Group Nr.: 1930",
        [
            "good sentence:",
            "und de geissziger ischt dä wenn är olt und rächt * ischt ischt er usgezeichnet zu dä gsottne härdöpfel"
        ],
        [
            "bad sentence:",
            "Und de Gäissziger isch de , wen er alt rächt mussligen ischt, ischt er uusgizäichnet zu de gsottne Hèrdöpfel."
        ],
        [
            "improved sentence:",
            "Und de Gäissziger isch de , wen er alt rächt mussligen ischt, ischt er uusgizäichnet zu de gsottne Hèrdöpfel."
        ],
        [
            "improved sentence(with additional word filter):",
            "Und de Gäissziger isch de , wen er alt rächt mussligen ischt, ischt er uusgizäichnet zu de gsottne Hèrdöpfel."
        ]
    ],
    [
        "Group Nr.: 1934",
        [
            "good sentence:",
            "de het mu schi usm Ofen uusagnoo in di *** mum va dem *** di Brootschaft und uf dene Brootschaften het musch heimgitraagn, sindsch eso weniger gitruckti cho wa we mu schi inem Chorb het heimgitraagn de het mu schi in d Spiicher gferggut und da in in di Brootleitru inggschtitzt"
        ],
        [
            "bad sentence:",
            "Da mues mer s Brot us em Ofen use näh und mues es uf s Brättli tue. Und uf dem Brättli hätt mer s heitreit. E so sind s weniger vertruckt worde, als wänn s im Chorb heitreit worde wäred. Deet hät mer s in Spycher bracht und det is Brotgschtell inetaa."
        ],
        [
            "improved sentence:",
            "Da mues mer s Brot us em Ofen use näh und mues es uf s Brättli tue. Und uf dem Brättli hätt mer s heitreit. E so sind s weniger vertruckt worde, als wänn s im Chorb heitreit worde wäred. Deet hät mer s in Spycher bracht und det is Brotgschtell inetaa."
        ],
        [
            "improved sentence(with additional word filter):",
            "Da mues mer s Brot us em Ofen use näh und mues es uf s Brättli tue. Und uf Deet Brättli hätt mer s heitreit. E so sind s weniger vertruckt worde, als wänn s im Chorb heitreit worde wäred. Deet hät mer s in Spycher bracht und det is Brotgschtell inetaa."
        ]
    ],
    [
        "Group Nr.: 1967",
        [
            "good sentence:",
            "i öisem garte hets öpfu- biire- und zwätschgeböim es weichsuchriesi-, es pfirsech- böimli und ou e trüübu hets ade huuswand"
        ],
        [
            "bad sentence:",
            "I öisem Garte heds Öpfu Beere ond Zwätschgeböim Es Weisselchriesi, es Pfersech böimli ond ou e Trüübu heds ade Huuswand"
        ],
        [
            "improved sentence:",
            "I öisem Garte heds Öpfu Beere ond Zwätschgeböim Es Weisselchriesi, es Pfersech böimli ond ou e Trüübu heds ade Huuswand"
        ],
        [
            "improved sentence(with additional word filter):",
            "I öisem Garte heds Öpfu Biire ond Zwätschgeböim Es Weisselchriesi, es Pfersech böimli ond ou e Trüübu heds ade Huuswand"
        ]
    ]
]